import 'humn_model.dart';

class HymnsData {
  static List<HymnModel> hymns = [
    HymnModel(title: 'مالي سواك يا سيدي', hymn: _hymn1),
    HymnModel(title: 'اسمع صراخى يا سيدى', hymn: _hymn2),
    HymnModel(title: 'يا صاحب الحنان', hymn: _hymn3),
    HymnModel(title: 'سامحنا يا فادينا', hymn: _hymn4),
    HymnModel(title: 'قولوا للصديق خير', hymn: _hymn5),
    HymnModel(title: 'جراح حبيبي غالية', hymn: _hymn6),
    HymnModel(title: 'وسط البحر الهايج', hymn: _hymn7),
    HymnModel(title: 'العالم يبني ويزرع', hymn: _hymn8),
    HymnModel(title: 'مين أحن منك', hymn: _hymn9),
    HymnModel(title: 'أنا عايزك انت', hymn: _hymn10),
    HymnModel(title: 'ياللي بديت الرحلة معايا', hymn: _hymn11),
    HymnModel(title: 'أصليله', hymn: _hymn12),
    HymnModel(title: 'كل اناء مكسور', hymn: _hymn13),
    HymnModel(title: 'إلهنا عظيم', hymn: _hymn14),
    HymnModel(title: 'أيها الفخاري الأعظم', hymn: _hymn15),
    HymnModel(title: 'ربي راعي وسلامى', hymn: _hymn16),
  ];

  static const String _hymn1 = '''
(مالي سواك يا سيدي 
 حياتي رضاك يا سيدي)*2

أنت مُتَّكَلِي .. تطمئنُ نفسي

(حلوٌ ما أشهاك يا سيدي 
 نفسي لا تسلاك يا سيدي)*2

تُفَرِّحُ قلبي .. أنَرَتَ لي دربي

(حينما ألقاك يا سيدي  
عَذْبٌ ما أحلاك يا سيدي)*2

تُبَدِّدُ همّي .. تُفَرِّجُ عني

(في وسط الأشواك يا سيدي  ع
ينيَّ تراك يا سيدي)*2

تُضَمِّدُ جرْحي .. تجدِّدُ فَرَحِي

(نفسي في حماك يا سيدي  ع
يني لعلاك يا سيدي)*2

قُوَّتي حبك .. صخرتي وعدك
''';

  static const String _hymn2 = '''
اسمع صراخى يا سيدى 
والى صلاتى امل اذنيك

ارحنى وامسك بيدى
فانا فى حاجة شديدة اليك

1– ها قد اعيت فى نفسى 
من ضيقى ادعوا يا ربى

وانت وحدك اذكرك لانك شبع قلبى

2– هاقد احاط بى نهر 
ثم احاط بى غمر

والعشب التف براسى 
والماء عبر الى نفسى

3- جازت من فوقى التيارات 
و اغرقتنى الضيقات

وكانك رفضتنى 
واشتهيت نفسى التعزيات

4- صلى يونان من جوف الحوت 
اصدار امرا الا يموت

من جوف الهاويه صرخ
وبالمراح سمعت الصوت

5- بصوت الحمد اذبح لك 
واعود انظر هيكلك

لانك استجبت لى كل ما فى يشكرك  
''';

  static const String _hymn3 = '''
ييا صاحب الحنان يا ملجأ نفسي
أنت هو الضمان في وسط غربتي

أحتاج إليك أحتاج إليك
أحتاج فيك قوة لترفعني

أنت وحدك أنت وحدك
أنت تعين ضعفي وترحمني

يا سيدي أني أريد العمق فيك
فأرويني وأحييني

أني أريد نور حبك
يسطع في داخلي

يا صاحب الحنان
ها صرختي إليك

إني إليك راجع
راجع إليك

راجع لحضنك راجع لدربك
أنا راجع لنورك يا صاحب الحنان

ياصاحب الحنان يانبع قوتي
أنت وسط الأحزان معزي مهجتي

أتوق إليك أتوق إليك
أتوق أن تحيا فيّا يا ما لكي

أنت بروحك أنت بروحك
أنت تقود عمري ورحلتي

ياسيدي غيّر بروحك حياتي
وأملكن أرادتي

إلمس فؤادي وحواسي
بل وكل دنيتي
''';

  static const String _hymn4 = '''
ق: سامحنا يا فادينا باركنا يا يسوع
عيوننا بتترجاك مليانة بالدموع

+أنت إلهنا الحي أنت اللي قريب جاى
حاتيجى وتعزينا وتمسح الدموع

+دايمًا نتعدى عليك والعالم يغرينا
قوينا قوينا من فضلك يا يسوع

+تغاضى عن خطايانا عظم لطفك ويانا
وضع يدك علينا وبارك الجموع

+نوصيك بعمل ايديك خدامك والسامعين
خطاه ومؤمنين إوردهم للينبوع

+ولا حاجة نستاهلها من اللي بتديها لنا
دى محبتك غمرتنا نسجد لك في خشوع

+على القلوب بتقرع وطوبى للي يسمع
ويتوب توبة من قلبه توبة من غير رجوع
''';

  static const String _hymn5 = '''
+قولوا للصديق خير ربك ف أيديه السلطان
مهما كان الأمر خطير تحت جناح الرب أمان

ق: باعت حالاً تلغراف بيقولك ليه يا أبني تخاف
ده أنت راعية ف وسط خراف هية قطيعي اللي أنا بأحميه

+ قولوا للصديق رنم وارفع راسك كدة فرحان
تحت صليبك لو متألم فجر قيامتك بكرة يبان

+ قولوا للصديق خير وأنت ف مرضك أو تعبان
ظرفك لو كان صعب مرير شوف الخير جواه بإيمان

+ قولوا للصديق عود و أتذكر ماضي الإحسان
هل من مرة أتمنع الجود أو بيت في يوم جعان
''';
  static const String _hymn6 = '''
ق: جراح حبيبي غالية على خلتني أكره كل خطية
وأشتاق من قلبي أخدم اللي أحسن إلىَّ

+عينى إلى الحمل المذبوح ارفعني ارفعني بالروح
لكى أقبل سر شفائى وهى الجروح

+قلبى مرفوع إلى الأبدية مشتاق إلى الحضرة البهية
وأشوف حبيبي وصورته الحلوة تملا عينى

+ طلعة حبيبي كلبنان لا يشبه أي أنسان
مالى عليا حياتى وشايفه بالايمان

+مسيحى لى ملجأ وقوة عونى فى الضيق ومليش غيره هو
وفى ضى حبه شايف صورتى فى قلبه من جوه

+هاتوا رباب بعشر أوتار وسبحوا مخلصنا البار
حبيب القلب اللى بصليبه صرنا أحرار
''';

  static const String _hymn7 = '''
+وسط البحر الهايج وأنا ساير تلطمني أمواجه تجعلني حاير
ويسوع باين تركني ولا عدت أشوفه من ضعف إيماني

ق: يسوع لما رآني أسرعَّ إلي في يأسي و ظلامي نور عينيَّ
لما شفته صرخت ارحمني جه أنقذني و أتحنن عليَّ

+صوت الرياح مخيفة يزعج آذاني هول الليل وظلامه هدد سلامي
والدموع لا تترك عينيَّ والنعاس الهادي قد فارق أجفاني

+أخذت المجداف أجدف خابت آمالي ضعفى وعجزي وجهلي زود أحزاني
ويسوع ع الشط شايفنى أمتى تيجى يا ربى وترد أماني

+كنت غرقان ويائس وأملى مقطوع جيت ليسوع حبيبي أذرف له الدموع
لما رآني عطف عليَّ مد ايده الحلوة ومسح لى عيني
''';

  static const String _hymn8 = '''
العالم يبني ويزرع وتملي مش شبعان
همه يكنز ويجمع وعن يسوع غفلان

لكن أنا مش من هنا أنا ليا وطن تاني
لا مال ولا جاه ولا غنى دا كله عالم فاني

شايل هم الأيام محروم من السلام
وشكوى وكتر كلام م الضيق وم الآلام

واحد منفوخ ع التاني زي الحصان الجامح 
يعمل للكلمة معاني ولا يعرف مرة يسامح

العالم يجري ويكدح ورا سيد اسمه المال 
وزرع الشر ما يفلح والكل شئ زوال

يبكوا ع الحظ الخاين مش جاي على هواهم 
عاوزين في الدنيا جناين والعمر يستناهم
''';

  static const String _hymn9 = '''
القرار - مين أحن منك التجئ إليه
وفي كل ضيقي وتعبي أتكل عليه

1 يا قاضي الأرامل يا أبو الأيتام
حلال المشاكل صانع السلام

2 الأشبال احتاجت والأسود بتجوع
أما المؤمنين أشبعهم يسوع

3 إن طلبت غيرك انتظاري يطول
لكن إن دعيتك بتجيني على طول
''';

  static const String _hymn10 = '''
القرار- أنا عايزك انت يا صاحب القوات تشغل يمينك تعمل معجزات

1- إنت عارف ظروفي قبل انا ما اشكيها مهما كانت صعبة هاتقدر عليها

2- آدي البحر هايج وانا مستنيك وانت صاحب القوة والسلطان في ايديك

3- الإسود جوعانة ارسل ملاكك خلي الملك يعرف إني أنا ملكك

4 - الأتون محمى إنزل قدامي وبيدك الحلوة طلعني تاني

5- الأطبا احتاروا وريهم إيدك خليهم يقولوا إن مافيش زيك
''';

  static const String _hymn11 = '''
1- (ياللي بديت الرحلة معايا واثق فيك إنك هتكمل
إنت الفرح في وقت بكايا وإنت القلب إللي بيتحمل)2

القرار- (شكراً ليك ياللي بترعاني ياللي إيديك دايماً رافعاني)2

2- (رغم إن أنا بتغير دايماً إنت أمين ما بتتغيرش
وعدك صادق لما بتوعد عن وعدك إنت ما ترجعش)2

3- (خطة عظيمة مدبرها لي رحلة عمري إنت راسمها لي
ساعدني يارب أعيش لك عالي فوق العالم فوق أحوالي)2

4- (شوقي يارب أحبك أكتر دا ما حدش بيحبني قدك
وحد قلبي وخليني أسهر طول أيامي اشهد عن حبك)2
''';

  static const String _hymn12 = '''
اصليله تحير عقلى تدابيره
بيقفل باب ويفتح الف باب غيره
يادوب يلمح إيديا امامه مرفوعه
بحب عجيب عليا يفيض جزيل خيره

مبفهمهوش ساعات يمكن وبتذمر
واشوفه بعيد فى وقت الضيق ومتأخر
يقولى اصبر متستعجلش على فرحك
انا بأيدى بجهزلك فرح اكبر

بيبعت رحمه للسهران فى ليل قاسى
ويبعت نعمة للغفلان وللناسى
وبيطبطب على المهموم وبيواسى
ويفتح طاقة للمسجون فى احزانه

حنين واللى داق منه اكيد عارفه
يحوط ع اللى ماشى فى سكته وشايفه
ويصبر ع اللى ماشى بعيد وبيخالفه
ويوفى العهد لو كل البشر خانوا

أروح عنده احط الحمل واسيبه
وانام مرتاح مانا واثق فى ترتيبه
ولا يشغلنى خوف من جاى وليه وازاى
بقول الخير يارب انت اللى هتجيبه

سخيه ايديه وجوة عنيه انا متشال
وفى حضوره بحس بكل راحة بال
ده قال ف وعده هيعوضنى عن اتعاب
سنين عدت وبكرة هيبقى احسن حال
''';

  static const String _hymn13 = '''
(1) كُل إناء مَكسور مِتشَقَّق
رَبِّي جَمالَك فيه هايبان
فاضي ولَكِن فيك بِنصَدَّق
فيض مِش بَس يكون مَليان


(1) شُكرًا ليك عَلى تَعَبَك فينا
تَشكيلَك فَخَّاري حَكيم
عَلى صَبرَك عَلى كُل فَشَلنا
وأناتَك يا ابو قَلب رَحيم


(ق) اظهِر عَمَل النِّعمَة
في أواني مَليانَة عُيوب
بَس إيديك اتمَدِّت
وبتِرسِم فيها المَحبوب


(ق) أرجوك كَمِّل شُغلَك فيها
وأواني كَرامَة خَلِّيها
تَشكيلَك هوَّ المَطلوب


(3) كُل مَقاصِد قَلبَك لينا
شُغلَك فينا دا شيء مَضمون
كُل الخير اللِّي انتَ قَصَدتُه
لِحَياتنا لازِم هايكون


(3) رَغم فَساد شَوَّه أوانينا
رَغم مُحاولات الشِّرِّير
مين زَيَّك مِش هاتِفشَل فينا!
إنتَ عَظيم جايّ بتَغيير


(4) ياللِّي بَذَلت الابن عَشانَّا
وعَطيتنا مَعاه البَرَكات
قادِر تِشبِع فينا نُفوسنا
وتعَيِّشنا السَّماويَّات


(4) لينا رَصيد النِّعمَة هايفضَل
مِن قَلبَك دايمًا بيفيض
وَقت ما نِتعَب وَقت ما نِفشَل
تِلحَقنا بسَندَة وتَعضيد

''';

  static const String _hymn14 = '''
إلهنا عظيم إلهنا أمين
وحافظ عهده سنين وسنين
بيطعم شعبه فبرية
ويطلق أسرى ومسبيين
إله دانيال ورب داود
بنؤمن إنه ما زال موجود
ينجي عبيده حسب وعده
من سيف جليات وجب أسود


يا إلهنا الصالح شكرًا ليك
مهما بنشكر مش هانوفيك
دي مراحمك جيل ورا جيل
وأمانتك ثابتة وما بتزول
أعمالك تشهد لك وتقول
يا رب ما لكش مثيل


في قلب السجن ووسط الضيق
بتيجي بقوة يا أوفى صديق
وإن وقف البحر قصاد شعبك
تشقه وتعمل منه طريق
ما في أبواب ولا أسوار
أمامك تقوى يا جبار
وان اضطهدوا فمرة ولادك
نشوفك وسط أتون النار


إله آبائنا وأجدادنا
عهودك لينا ولولادنا
يا فادي من الحفرة حياتنا
وواعدنا للسما ها تاخدنا
بنعلن إن إيمانّا فيك
وان يوم أنكرنا وصاح الديك
بنظرة حب تدوبنا
ونرجع تاني بتوبة إليك
''';

  static const String _hymn15 = '''
ق: (أيها الفخاري الأعظم أنا كالخزف بين يديك
عد واصنعني وعاءًا آخر مثلما يحسن في عينيك)2

+أخضع ذاتي دون عناد لأصابعك تشكل في
لن أتوجع لن أتراجع فأنا أشتقت لعملك فيًّ

+آتى إليك بكل فسادي ثقتي في نعمتك ويديك
لا لليأس ولا للماضي قلبي أتجه الآن إليك
''';

  static const String _hymn16 = ''' 
ربي راعي وسلامى 
عمرى ما احتاج لسواه
قي الجدوب هو طعامى 
في العطش نبع الحياه
وإن بوادى الموت مشيت 
ليه أخاف وأنا معاه
خيرى فيه مضمون وكافي 
كل أيام الحياه

القرار
قاللى متخافش في دخولك
وفي خروجك من الخطر
هاسترك م الريح وإيد
ي تكون مظلة من المطر
تختبر في كل يوم 
إنك علي قلبي عزيز
اسمه برج حصين وأمن
للى يلجأ لحماه

واللى من قلبه يأمن 
يلقى في الرب النجاه
دا الظلام أن زاد
وغطى عالأراضى والبشر
نوره يشرق مجده يملى
أرض من طلبه وصبر
يمتلي الفم بمديحه
وافتخر طول عمرى بيه

من هدانى للمراعى
من حملنى على منكبيه
لا عوز للى ينادوله
للى يتكلوا عليه
دى الأسود بتجوع
ولكن يشبع الناظرين إليه
  ''';
}
