import 'humn_model.dart';

class HymnsData {
  static List<HymnModel> hymns = [
    HymnModel(title: 'مالي سواك يا سيدي', hymn: _hymn1),
    HymnModel(title: 'اسمع صراخى يا سيدى', hymn: _hymn2),
    HymnModel(title: 'يا صاحب الحنان', hymn: _hymn3),
    HymnModel(title: 'سامحنا يا فادينا', hymn: _hymn4),
    HymnModel(title: 'قولوا للصديق خير', hymn: _hymn5),
    HymnModel(title: 'جراح حبيبي غالية', hymn: _hymn6),
    HymnModel(title: 'وسط البحر الهايج', hymn: _hymn7),
    HymnModel(title: 'العالم يبني ويزرع', hymn: _hymn8),
    HymnModel(title: 'مين أحن منك', hymn: _hymn9),
    HymnModel(title: 'أنا عايزك انت', hymn: _hymn10),
    HymnModel(title: 'ياللي بديت الرحلة معايا', hymn: _hymn11),
    HymnModel(title: 'أصليله', hymn: _hymn12),
    HymnModel(title: 'كل اناء مكسور', hymn: _hymn13),
    HymnModel(title: 'إلهنا عظيم', hymn: _hymn14),
    HymnModel(title: 'أيها الفخاري الأعظم', hymn: _hymn15),
    HymnModel(title: 'ربي راعي وسلامى', hymn: _hymn16),
    HymnModel(title: 'مديح العذراء', hymn: _hymn17),
    HymnModel(title: 'مديح مار جرجس الروماني', hymn: _hymn18),
    HymnModel(title: 'مديح الانباء بيشوي', hymn: _hymn19),
    HymnModel(title: 'مديح الانباء موسي الاسود', hymn: _hymn20),
  ];

  static const String _hymn1 = '''
(مالي سواك يا سيدي 
 حياتي رضاك يا سيدي)*2

أنت مُتَّكَلِي .. تطمئنُ نفسي

(حلوٌ ما أشهاك يا سيدي 
 نفسي لا تسلاك يا سيدي)*2

تُفَرِّحُ قلبي .. أنَرَتَ لي دربي

(حينما ألقاك يا سيدي  
عَذْبٌ ما أحلاك يا سيدي)*2

تُبَدِّدُ همّي .. تُفَرِّجُ عني

(في وسط الأشواك يا سيدي  ع
ينيَّ تراك يا سيدي)*2

تُضَمِّدُ جرْحي .. تجدِّدُ فَرَحِي

(نفسي في حماك يا سيدي  ع
يني لعلاك يا سيدي)*2

قُوَّتي حبك .. صخرتي وعدك
''';

  static const String _hymn2 = '''
اسمع صراخى يا سيدى 
والى صلاتى امل اذنيك

ارحنى وامسك بيدى
فانا فى حاجة شديدة اليك

1– ها قد اعيت فى نفسى 
من ضيقى ادعوا يا ربى

وانت وحدك اذكرك لانك شبع قلبى

2– هاقد احاط بى نهر 
ثم احاط بى غمر

والعشب التف براسى 
والماء عبر الى نفسى

3- جازت من فوقى التيارات 
و اغرقتنى الضيقات

وكانك رفضتنى 
واشتهيت نفسى التعزيات

4- صلى يونان من جوف الحوت 
اصدار امرا الا يموت

من جوف الهاويه صرخ
وبالمراح سمعت الصوت

5- بصوت الحمد اذبح لك 
واعود انظر هيكلك

لانك استجبت لى كل ما فى يشكرك  
''';

  static const String _hymn3 = '''
ييا صاحب الحنان يا ملجأ نفسي
أنت هو الضمان في وسط غربتي

أحتاج إليك أحتاج إليك
أحتاج فيك قوة لترفعني

أنت وحدك أنت وحدك
أنت تعين ضعفي وترحمني

يا سيدي أني أريد العمق فيك
فأرويني وأحييني

أني أريد نور حبك
يسطع في داخلي

يا صاحب الحنان
ها صرختي إليك

إني إليك راجع
راجع إليك

راجع لحضنك راجع لدربك
أنا راجع لنورك يا صاحب الحنان

ياصاحب الحنان يانبع قوتي
أنت وسط الأحزان معزي مهجتي

أتوق إليك أتوق إليك
أتوق أن تحيا فيّا يا ما لكي

أنت بروحك أنت بروحك
أنت تقود عمري ورحلتي

ياسيدي غيّر بروحك حياتي
وأملكن أرادتي

إلمس فؤادي وحواسي
بل وكل دنيتي
''';

  static const String _hymn4 = '''
ق: سامحنا يا فادينا باركنا يا يسوع
عيوننا بتترجاك مليانة بالدموع

+أنت إلهنا الحي أنت اللي قريب جاى
حاتيجى وتعزينا وتمسح الدموع

+دايمًا نتعدى عليك والعالم يغرينا
قوينا قوينا من فضلك يا يسوع

+تغاضى عن خطايانا عظم لطفك ويانا
وضع يدك علينا وبارك الجموع

+نوصيك بعمل ايديك خدامك والسامعين
خطاه ومؤمنين إوردهم للينبوع

+ولا حاجة نستاهلها من اللي بتديها لنا
دى محبتك غمرتنا نسجد لك في خشوع

+على القلوب بتقرع وطوبى للي يسمع
ويتوب توبة من قلبه توبة من غير رجوع
''';

  static const String _hymn5 = '''
+قولوا للصديق خير ربك ف أيديه السلطان
مهما كان الأمر خطير تحت جناح الرب أمان

ق: باعت حالاً تلغراف بيقولك ليه يا أبني تخاف
ده أنت راعية ف وسط خراف هية قطيعي اللي أنا بأحميه

+ قولوا للصديق رنم وارفع راسك كدة فرحان
تحت صليبك لو متألم فجر قيامتك بكرة يبان

+ قولوا للصديق خير وأنت ف مرضك أو تعبان
ظرفك لو كان صعب مرير شوف الخير جواه بإيمان

+ قولوا للصديق عود و أتذكر ماضي الإحسان
هل من مرة أتمنع الجود أو بيت في يوم جعان
''';
  static const String _hymn6 = '''
ق: جراح حبيبي غالية على خلتني أكره كل خطية
وأشتاق من قلبي أخدم اللي أحسن إلىَّ

+عينى إلى الحمل المذبوح ارفعني ارفعني بالروح
لكى أقبل سر شفائى وهى الجروح

+قلبى مرفوع إلى الأبدية مشتاق إلى الحضرة البهية
وأشوف حبيبي وصورته الحلوة تملا عينى

+ طلعة حبيبي كلبنان لا يشبه أي أنسان
مالى عليا حياتى وشايفه بالايمان

+مسيحى لى ملجأ وقوة عونى فى الضيق ومليش غيره هو
وفى ضى حبه شايف صورتى فى قلبه من جوه

+هاتوا رباب بعشر أوتار وسبحوا مخلصنا البار
حبيب القلب اللى بصليبه صرنا أحرار
''';

  static const String _hymn7 = '''
+وسط البحر الهايج وأنا ساير تلطمني أمواجه تجعلني حاير
ويسوع باين تركني ولا عدت أشوفه من ضعف إيماني

ق: يسوع لما رآني أسرعَّ إلي في يأسي و ظلامي نور عينيَّ
لما شفته صرخت ارحمني جه أنقذني و أتحنن عليَّ

+صوت الرياح مخيفة يزعج آذاني هول الليل وظلامه هدد سلامي
والدموع لا تترك عينيَّ والنعاس الهادي قد فارق أجفاني

+أخذت المجداف أجدف خابت آمالي ضعفى وعجزي وجهلي زود أحزاني
ويسوع ع الشط شايفنى أمتى تيجى يا ربى وترد أماني

+كنت غرقان ويائس وأملى مقطوع جيت ليسوع حبيبي أذرف له الدموع
لما رآني عطف عليَّ مد ايده الحلوة ومسح لى عيني
''';

  static const String _hymn8 = '''
العالم يبني ويزرع وتملي مش شبعان
همه يكنز ويجمع وعن يسوع غفلان

لكن أنا مش من هنا أنا ليا وطن تاني
لا مال ولا جاه ولا غنى دا كله عالم فاني

شايل هم الأيام محروم من السلام
وشكوى وكتر كلام م الضيق وم الآلام

واحد منفوخ ع التاني زي الحصان الجامح 
يعمل للكلمة معاني ولا يعرف مرة يسامح

العالم يجري ويكدح ورا سيد اسمه المال 
وزرع الشر ما يفلح والكل شئ زوال

يبكوا ع الحظ الخاين مش جاي على هواهم 
عاوزين في الدنيا جناين والعمر يستناهم
''';

  static const String _hymn9 = '''
القرار - مين أحن منك التجئ إليه
وفي كل ضيقي وتعبي أتكل عليه

1 يا قاضي الأرامل يا أبو الأيتام
حلال المشاكل صانع السلام

2 الأشبال احتاجت والأسود بتجوع
أما المؤمنين أشبعهم يسوع

3 إن طلبت غيرك انتظاري يطول
لكن إن دعيتك بتجيني على طول
''';

  static const String _hymn10 = '''
القرار- أنا عايزك انت يا صاحب القوات تشغل يمينك تعمل معجزات

1- إنت عارف ظروفي قبل انا ما اشكيها مهما كانت صعبة هاتقدر عليها

2- آدي البحر هايج وانا مستنيك وانت صاحب القوة والسلطان في ايديك

3- الإسود جوعانة ارسل ملاكك خلي الملك يعرف إني أنا ملكك

4 - الأتون محمى إنزل قدامي وبيدك الحلوة طلعني تاني

5- الأطبا احتاروا وريهم إيدك خليهم يقولوا إن مافيش زيك
''';

  static const String _hymn11 = '''
1- (ياللي بديت الرحلة معايا واثق فيك إنك هتكمل
إنت الفرح في وقت بكايا وإنت القلب إللي بيتحمل)2

القرار- (شكراً ليك ياللي بترعاني ياللي إيديك دايماً رافعاني)2

2- (رغم إن أنا بتغير دايماً إنت أمين ما بتتغيرش
وعدك صادق لما بتوعد عن وعدك إنت ما ترجعش)2

3- (خطة عظيمة مدبرها لي رحلة عمري إنت راسمها لي
ساعدني يارب أعيش لك عالي فوق العالم فوق أحوالي)2

4- (شوقي يارب أحبك أكتر دا ما حدش بيحبني قدك
وحد قلبي وخليني أسهر طول أيامي اشهد عن حبك)2
''';

  static const String _hymn12 = '''
اصليله تحير عقلى تدابيره
بيقفل باب ويفتح الف باب غيره
يادوب يلمح إيديا امامه مرفوعه
بحب عجيب عليا يفيض جزيل خيره

مبفهمهوش ساعات يمكن وبتذمر
واشوفه بعيد فى وقت الضيق ومتأخر
يقولى اصبر متستعجلش على فرحك
انا بأيدى بجهزلك فرح اكبر

بيبعت رحمه للسهران فى ليل قاسى
ويبعت نعمة للغفلان وللناسى
وبيطبطب على المهموم وبيواسى
ويفتح طاقة للمسجون فى احزانه

حنين واللى داق منه اكيد عارفه
يحوط ع اللى ماشى فى سكته وشايفه
ويصبر ع اللى ماشى بعيد وبيخالفه
ويوفى العهد لو كل البشر خانوا

أروح عنده احط الحمل واسيبه
وانام مرتاح مانا واثق فى ترتيبه
ولا يشغلنى خوف من جاى وليه وازاى
بقول الخير يارب انت اللى هتجيبه

سخيه ايديه وجوة عنيه انا متشال
وفى حضوره بحس بكل راحة بال
ده قال ف وعده هيعوضنى عن اتعاب
سنين عدت وبكرة هيبقى احسن حال
''';

  static const String _hymn13 = '''
(1) كُل إناء مَكسور مِتشَقَّق
رَبِّي جَمالَك فيه هايبان
فاضي ولَكِن فيك بِنصَدَّق
فيض مِش بَس يكون مَليان


(1) شُكرًا ليك عَلى تَعَبَك فينا
تَشكيلَك فَخَّاري حَكيم
عَلى صَبرَك عَلى كُل فَشَلنا
وأناتَك يا ابو قَلب رَحيم


(ق) اظهِر عَمَل النِّعمَة
في أواني مَليانَة عُيوب
بَس إيديك اتمَدِّت
وبتِرسِم فيها المَحبوب


(ق) أرجوك كَمِّل شُغلَك فيها
وأواني كَرامَة خَلِّيها
تَشكيلَك هوَّ المَطلوب


(3) كُل مَقاصِد قَلبَك لينا
شُغلَك فينا دا شيء مَضمون
كُل الخير اللِّي انتَ قَصَدتُه
لِحَياتنا لازِم هايكون


(3) رَغم فَساد شَوَّه أوانينا
رَغم مُحاولات الشِّرِّير
مين زَيَّك مِش هاتِفشَل فينا!
إنتَ عَظيم جايّ بتَغيير


(4) ياللِّي بَذَلت الابن عَشانَّا
وعَطيتنا مَعاه البَرَكات
قادِر تِشبِع فينا نُفوسنا
وتعَيِّشنا السَّماويَّات


(4) لينا رَصيد النِّعمَة هايفضَل
مِن قَلبَك دايمًا بيفيض
وَقت ما نِتعَب وَقت ما نِفشَل
تِلحَقنا بسَندَة وتَعضيد

''';

  static const String _hymn14 = '''
إلهنا عظيم إلهنا أمين
وحافظ عهده سنين وسنين
بيطعم شعبه فبرية
ويطلق أسرى ومسبيين
إله دانيال ورب داود
بنؤمن إنه ما زال موجود
ينجي عبيده حسب وعده
من سيف جليات وجب أسود


يا إلهنا الصالح شكرًا ليك
مهما بنشكر مش هانوفيك
دي مراحمك جيل ورا جيل
وأمانتك ثابتة وما بتزول
أعمالك تشهد لك وتقول
يا رب ما لكش مثيل


في قلب السجن ووسط الضيق
بتيجي بقوة يا أوفى صديق
وإن وقف البحر قصاد شعبك
تشقه وتعمل منه طريق
ما في أبواب ولا أسوار
أمامك تقوى يا جبار
وان اضطهدوا فمرة ولادك
نشوفك وسط أتون النار


إله آبائنا وأجدادنا
عهودك لينا ولولادنا
يا فادي من الحفرة حياتنا
وواعدنا للسما ها تاخدنا
بنعلن إن إيمانّا فيك
وان يوم أنكرنا وصاح الديك
بنظرة حب تدوبنا
ونرجع تاني بتوبة إليك
''';

  static const String _hymn15 = '''
ق: (أيها الفخاري الأعظم أنا كالخزف بين يديك
عد واصنعني وعاءًا آخر مثلما يحسن في عينيك)2

+أخضع ذاتي دون عناد لأصابعك تشكل في
لن أتوجع لن أتراجع فأنا أشتقت لعملك فيًّ

+آتى إليك بكل فسادي ثقتي في نعمتك ويديك
لا لليأس ولا للماضي قلبي أتجه الآن إليك
''';

  static const String _hymn16 = ''' 
ربي راعي وسلامى 
عمرى ما احتاج لسواه
قي الجدوب هو طعامى 
في العطش نبع الحياه
وإن بوادى الموت مشيت 
ليه أخاف وأنا معاه
خيرى فيه مضمون وكافي 
كل أيام الحياه

القرار
قاللى متخافش في دخولك
وفي خروجك من الخطر
هاسترك م الريح وإيد
ي تكون مظلة من المطر
تختبر في كل يوم 
إنك علي قلبي عزيز
اسمه برج حصين وأمن
للى يلجأ لحماه

واللى من قلبه يأمن 
يلقى في الرب النجاه
دا الظلام أن زاد
وغطى عالأراضى والبشر
نوره يشرق مجده يملى
أرض من طلبه وصبر
يمتلي الفم بمديحه
وافتخر طول عمرى بيه

من هدانى للمراعى
من حملنى على منكبيه
لا عوز للى ينادوله
للى يتكلوا عليه
دى الأسود بتجوع
ولكن يشبع الناظرين إليه
  ''';

  static const String _hymn17 = '''
السلام لك يا مريم يا أم الله القدوس
السلام لك يا مريم يا بكر بتول وعروس
السلام لك يا مريم يا تابوت عهد النعمة
السلام لك يا مريم يا ثمرة لذيذة طعمة
السلام لك يا مريم يا جنة وفردوس
السلام لك يا مريم حملت الغير محسوس
السلام لك يا مريم يا خليلة سليمان
السلام لك يا مريم يا دواء يبرئ التعبان
السلام لك يا مريم يا ذات البتولية
السلام لك يا مريم يا رجاء المسيحية
السلام لك يا مريم يا زرع طاهر مبرور
السلام لك يا مريم يا سالمة من الشرور
السلام لك يا مريم يا شفيعة فى المؤمنين
السلام لك يا مريم يا صلاحا للخاطئين
السلام لك يا مريم يا ضياء فى البرية
السلام لك يا مريم يا طاهرة ونقية
السلام لك يا مريم يا ظاهرة بأجلى بيان
السلام لك يا مريم يا عروسة للديان
السلام لك يا مريم يا غالية وثمينة
السلام لك يا مريم يا فاضلة وأمينة
السلام لك يا مريم يا قوية فى الحروب
السلام لك يا مريم يا كنز الله المرهوب
السلام لك يا مريم يا لوح العهد الجديد
السلام لك يا مريم يا معونة لمن يريد
السلام لك يا مريم يا نسل طاهر مغبوط
السلام لك يا مريم يا هيكل نقى مضبوط
السلام لك يا مريم يا والدة الإله
السلام لك يا مريم يا لائقة له فى علاه
السلام لك يا مريم يا ياقوت غالي الأثمان
السلام لك يا مريم يا زهرة فى البستان
تفسير اسمك فى أفواه كل المؤمنين
الكل يقولون يا إله العذراء مريم اعنا اجمعين
بركة وشفاعة الست العذراء مع جميعنا امين
''';

  static const String _hymn18 = '''
السلام لك يا جاورجيوس ذو الأسم العظيم

اختارك الرب ايسوس شاع ذكرك فى الأقاليم

تقدمت أيها المختار الى دقلديانوس

و أخذيت كل الكفار بعلامة بستافروس

رآك دقلديانوس وعلى وجهك النعمة

جميلا فى شخصك تضى مثل النجمة

فقال لك يامختار أنت من أى مكان

أنا لى ثلاثة أعوام ما رأيت مثلك يا أنسان

فما حاجتك عندى حتى أتيت الآن

تعال وأخبرنى أنت من أى مكان

بحق يسوع ربك تخبرنى يا أنسان

عن أبيك وجدك كان وزيرا أو سلطان

فقال له جاورجيوس أنا أبن أنسطاسيوس

و أنا عبد لربى ايسوس بخرستوس

كبادوكيا بلدنا نسبتنا الى فلسطين

و فيها مربانا وفيها مقيمين

فقال له دقلديانوس تعال أعبد الأوثان

و بخر يا محروس وأنا أكتب لك فرمان

فقال له جاورجيوس أنا نسل الكرام

كيف تأمرنى يا منجوس أنا أعبد الأوثان

فأمر دقلديانوس بعذاب القديس

و الأجناد قد عروه وضربوه بالدبابيس

سبع سنوات عدة يقاسى فى الأتعاب

و أحتمل كل شدة فى محبة رب الأرباب

ثلاث ميتات قد مات على اسمه القدوس

وحبا فى رب القوات المحيى كل نفوس

و فى رابع موتة مضى بالتهليل

و أخذ الشهادة ونال سبعة أكاليل

ظفر بالنعمة من عند الرب القدوس

و نال اكليل الشهادة باشويس ابؤرو جيئورجيوس

السلام لك يا بطل يا قائد كل الفرسان

يا من من أجلك خزى عباد الأوثان

السلام لك يا قديس يا أبن أنسطاسيوس

يا حبرا نفيس يا عبد أيسوس بخرستوس
''';
  static const String _hymn19 = '''
فى كنيسة الغالبين الأبرار البتوليين مثال للكاملين بنيوت آفا بيشوى

فى مجمع النساك يُضىء وجهك كملاك يقولون طوباك طوباك بنيوت آفا بيشوى

الإسكيم والصليب زينة وادى هبيب منك يفيح الطيب بنيوت آفا بيشوى

إختارك منذ صباك الرب ودعاك وأشار عليك الملاك بنيوت آفا بيشوى

صرت لشيهيت مثال فى طريق الكمال إلى مدى الأجيال بنيوت آفا بيشوى

طوباك يا أنبا بيشوى يا حبيب ابن الله زارك مثل صديق بنيوت آفا بيشوى


بيديك أخذت مياه وغسلت له قدماه وعشت فى رضاه بنيوت آفا بيشوى

فأضاءت أعماقك وتباركت أقوالك وأكملت أعمالك بنيوت آفا بيشوى

الجهاد فى الصلاة والسهر فى معناه منك تعلمناه بنيوت آفا بيشوى

الحبلُ كان مشدود مثل أوتار العود تقول مزامير داود بنيوت آفا بيشوى

وديعاً كالحمام بعيون لا تنام ولا تُخطئ فى الكلام بنيوت آفا بيشوى

فى صلاة بخضوع فى سجود وركوع فى توبة ودموع بنيوت آفا بيشوى

حملت يسوع البار على منكبيك بوقار صرت كرسى المختار بنيوت آفا بيشوى

حملته كمسكين بقلب فرح أمين وهو فادى العالمين بنيوت آفا بيشوى

فتجلى لك بوضوح وأضاءت الجروح فصرخت بفرح الروح بنيوت آفا بيشوى

يا مُمجد فى سماه تواضعك ما أحلاه أنا أول الخُطاة بنيوت آفا بيشوى

السماء هى كرسيك والأرض موطئ قدميك وأنا صنعة يديك بنيوت آفا بيشوى

أنا تراب ورماد وأنت رب الأمجاد إلى أبد الآباد بنيوت آفا بيشوى

مركبة الشاروبيم المملوءة تعظيم تحملك يا كريم بنيوت آفا بيشوى

وأنا خاطى يا ربى أنت هو حَسبى تغاضى عن ذنبى بنيوت آفا بيشوى

فقال رب الأنام يا بيشوى لك السلام مغفورة لك الآثام بنيوت آفا بيشوى

أنا ربُ الأمجاد أمرت إلى الآباد لا يرى جسدك فساد بنيوت آفا بيشوى

فنهض فرحاً مسرور يُضىء وجهه بحبور ويُرنم المزمور بنيوت آفا بيشوى

أُمجدك يا يسوع يا أيها الينبوع إليك أعطش وأجوع بنيوت آفا بيشوى

أُعظمك يا ربى لأنك إحتضنتنى ولم تُشمت بى عدوى بنيوت آفا بيشوى

تُعظمك نفسى وتبتهج بك روحى يا الله مخلصى بنيوت آفا بيشوى

إسمك فى شيهيت محبوب يا ضياء ميزان القلوب علمنى كيف أتوب بنيوت آفا بيشوى

أُذكر نقائصنا وأطلب من الآب عنا وبصلاتك أعِنّا بنيوت آفا بيشوى

يا رب إحفظ بطركنا وشركائه أساقفتنا وكهنتنا ورهباننا بنيوت آفا بيشوى

وإحفظ يا رب الأرباب سائر كل الأحباب الحُضار والغُياب بنيوت آفا بيشوى

تفسير إسمك فى أفواه كل المؤمنين الكل يقولون يا إله الأنبا بيشوى أعنا أجمعين
''';

  static const String _hymn20 = '''
1- في كنيسة الأبكار في مجمع الأطهار
قائم بكل وقار بي جوري آفا موسى

2- كان أصله عابد أوثان قاطع طريق لزمان
وسأل عن الديان بي جوري آفا موسى

3- كان موسى من البربر حياته مليئة بالشر
وطلب إنه يتبرر بي جوري آفا موسى

4- سارق قاتل زاني حب العالم الفاني
غسله الدم القاني بي جوري آفا موسى

5- سمع موسى العطشان عن الآباء الرهبان
بشيهيت كانوا سكان بي جوري آفا موسى

6- سأل هل فيه إله له العظمة والجاه
قلبي مشتاق لسماه بي جوري آفا موسى

7- أجابه آفا إيسيذورس إلهنا قوي قدوس
تنحني له الرؤوس بي جوري آفا موسي

8- إلهنا رؤوف حنان أخذ شكل إنسان
من محبته رضي الهوان بي جوري آفا موسي

9- إلهنا رؤوف حنّان يقبل كل التائبين
من محبته رضى الهوان بي جوري آفا موسى

10- سلم نفسه إليه وأترك ماضيك عليه
بالنعمة تتوب في إيديه بي جوري آفا موسى

11- وقف موسى وقال إقبلني كإبن ضال
توبني أتوب في الحال بي جوري آفا موسى

12- بدموع وإبتهالات بتنهد وبزفرات
وندم على كل ما فات بي جوري آفا موسى

13- أتقدم للمسيح بفؤاد محزون وجريح
وأراد أن يستريح بي جوري آفا موسى

14- قدم توبة ورٍعة علنا وبلا رجعة
تفاصيلها متسعة بي جوري آفا موسى

15- وإذا بملاك موجود يمسح خطاياه السود
بيض لوحة المشهود بي جوري آفا موسى

16- أنبا مكاريوس رآه ربه سامحه ونجاه
وإنكتبت له الحياة بي جورى افا موسي

17- نال أول الأسرار بالماء والروح والنار
وأزال كل الأوزار بي جورى افا موسي

18- دي التوبة أثرها عجيب تشعل في القلب لهيب
والشارد يبقى قريب بي جورى افا موسي

19- القاتل أصبح بار والخاطىء إناء مختار
والسارق من الأخيار بي جورى افا موسي

20- والتوبة لها مفعول تجعل الزاني بتول
والمُتَمَرِّد مقبول بي جورى افا موسي

21- عبد الشهوات والعار النعمة عطت له الفخار
وأصبح أقوى الأحرار بي جورى افا موسي

22- والروح قاد الجبار م الظلمة للأنوار
ووهب لحبيبه ثمار بي جورى افا موسي

23- إشتاق لحياة الدير وعزم يسلك في الخير
فرسم له خط السير بي جورى افا موسي

25- في نسكه فاق الأقران كان يخدم الرهبان
بتواضع السهران بي جورى افا موسي

25- يتعب نفسه بإصرار يمشي آلاف الأمتار
يملأ لهم الجرار بي جورى افا موسي

26- سار يقطع الطريق في ثبات مع تدقيق
وتقدم فيما يليق بي جورى افا موسي

27- في فضائل، في صلوات في صوم في نسكيات
يتخشُّع وميطانيات بي جورى افا موسي

28- عابد زاهد وأمين وإيمانه أساسه متين
يرعب الشياطين بي جورى افا موسي

29- حب الإخوة وحبوه للكهنوت إنتخبوه
رفعوا الرغبة وطلبوه بي جورى افا موسي

30- لكن حين إمتحنوه ثاروا الكهنة وطردوه
وخضع لما أرادوه بي جورى افا موسي

31- قال إستحقاقي يكون نبذوك يا أسود اللون
يا رمادي الجلد تهون بي جورى افا موسي

32- سمع البطريرك أقواله وعرف تقوى أحواله
وإتضاع روحه وكماله بي جورى افا موسي

33- رسمه بأمر القدوس وصوت قال أكسيوس
سمعته كل النفوس بي جورى افا موسي

34- طوباك يا موسى طوباك قد نلت رضا مولاك
رب الكرمة أواك بي جوري أفا موسى

35- وفي مرة جم طلبوك لراهب إستذنبوه
في المجمع هايحاكموه بي جوري أفا موسى

36- جالهم موسى القديس على ظهره الرمل في كيس
ودخل مهموم وتعيس بي جوري أفا موسى

37- سألوه إيه جاب ويّاه؟ وإيه الحمل إللي معاه؟!
قال إنه شايل خطاياه بي جوري أفا موسى

38- كان درس مفيد مشهور قبله الرهبان بسرور
سامحوا الخاطئ المكسور بي جوري أفا موسى

39- يا ريت نحيا حياتك يا ريتنا في صفاتك
إذكرنا في صلاتك بي جوري أفا موسى

40- قدام العرش العالي وأمام الرب الوالي
أذكرنا أبانا الغالي بي جوري أفا موسى

41- أنبا (...) الجليل يعطي له عمر طويل
ليكرز بالإنجيل بي جوري آفا موسى

42- وأنبا (...) أسقفنا إحفظه يا رب وإحفظنا
وبصلاته إحرسنا بي جوري آفا موسى

43- والأساقفة والإكليروس إحميهم يا قدوس
حوطهم بعساكر ني أنجيلوس بي جوري آفا موسى

44- والشمامسة والرهبان والخدام في كل مكان
يارب إملأهم إيمان بي جوري آفا موسى

45- أنبا موسى طوباك قد نلت رضا مولاك
رب الكرمة صانك وحماك بي جوري آفا موسى
''';
}
