class ConferenceData {
  static const String biography = '''
كان القديس الأنبا موسى الأسود، في حياته الأولى عبداً لقوم يعبدون الشمس، جباراً قوياً كثير الإفراط في الأكل وشرب الخمر، يقتل ويسرق ويعمل الشر ولا يستطيع أحد أن يقف في وجهه أو يعانده. وكان في أكثر أوقاته يتطلع إلى الشمس ويخاطبها قائلاً: "أيتها الشمس إن كنتِ أنتِ الإله فعرّفيني"، ثم يقول: "وأنت أيها الإله الذي لا أعرفه عرفني ذاتك". فسمع يوماً من يقول له: "إن رهبان وادي النطرون يعرفون الله فاذهب إليهم وهم يعرفونك". فقام لوقته وتقلد سيفه وأتى إلى البرية.

فالتقى بالقديس إيسيذوروس القس، الذي لما رآه خاف من منظره فطمأنه موسى، قائلاً: إنه أتى إليهم ليعرفوه الإله. فأتى به إلى القديس مقاريوس الكبير، وهذا وعظه ولقنه الأمانة وعمّده وقبله راهباً وأسكنه في البرية. فاندفع القديس موسى في عبادات كثيرة تفوق عبادة كثيرين من القديسين، وكان الشيطان يقاتله بما كان فيه أولاً من محبة الأكل والشرب وغير ذلك. فيخبر القديس إيسيذوروس بذلك فكان يعزيه ويعلمه كيف يعمل ليتغلب على حيل الشيطان.

ويُروى عنه أنه كان إذا نام شيوخ الدير يمر بقلاليهم ويأخذ جرارهم ويملأها من الماء الذي كان يحضره من بئر بعيدة عن الدير. وبعد سنين كثيرة في الجهاد، حسده الشيطان وضربه بقرحة في رجله أقعدته وطرحته مريضاً. ولما علم أنها من حرب الشيطان، ازداد في نسكه وعبادته حتى صار جسده كخشبة محروقة. فنظر الرب إلى صبره وأبرأه من علته وزالت عنه الأوجاع وحلت عليه نعمة الله.

ثم بعد زمان، اجتمع لديه خمسمائة أخ فصار أباً لهم وانتخبوه ليرسموه قساً. ولما حضر أمام البطريرك لرسامته، أراد أن يجربه فقال للشيوخ: "من ذا الذي أتى بهذا الأسود إلى هنا؟ اطردوه". فأطاع وخرج وهو يقول لنفسه: "حسناً عملوا بك يا أسود اللون". غير أن البطريرك عاد فاستدعاه ورسمه ثم قال له: "يا موسى لقد صرت الآن كلك أبيض".

واتفق أن مضى مع الشيوخ إلى القديس مقاريوس الكبير، فقال القديس مقاريوس: "إني أرى فيكم واحداً له إكليل الشهادة". فأجابه القديس موسى: "لعلي أنا هو، لأنه مكتوب: من قتل بالسيف فبالسيف يقتل". ولما عاد إلى ديره، لم يلبث طويلاً حتى هجم البربر على الدير. فقال حينئذ للأخوة الذين كانوا عنده: "من شاء منكم أن يهرب فليهرب". فقالوا له: "وأنت يا أبانا لماذا لا تهرب؟". فقال: "أنا أنتظر هذا اليوم منذ عدة سنين". ودخل البربر فقتلوه وسبعة أخوة كانوا معه، غير أن أحد الأخوة اختفى وراء حصير. فرأى ملاك الرب وبيده إكليل وهو واقف ينتظره، فلم يلبث أن خرج مسرعاً إلى البربر فقتلوه أيضاً، يوم 24 بؤونة من الشهر القبطي.

بركة شفاعته تكون مع جميعنا أمين.
''';

  static const String quotes = '''
• النجاح هو امتلاك الشجاعة لمواجهة الفشل بدون هزيمة.  
النجاح هو قبول التحدي الصعب.  
(جان جاك روسو)

• النجاح في الحياة هو مسألة تركيز ومثابرة. خطوة خطوة، ورويدًا رويدًا، وقطعة قطعة - تلك هي الطريق إلى النجاح.  
فالطريقة الأضمن لعدم الفشل هي التصميم على النجاح.  
فالنجاح ينتج الثقة.

• الناس دائمًا يلومون ظروفهم لما هم عليه، أنا لا أؤمن بالظروف.  
الأشخاص الذين يتقدمون في هذا العالم، هم الأشخاص الذين يصحون ويفتشون عن الظروف التي يريدونها، وإذا لم يستطيعوا إيجادها، صنعوها.  
(جورج برنارد شو)
''';

  static const String steps = '''
خرج اب إلى الشارع ليحضر بعض الزينات للكريسماس وكانت الشوارع مغطاة بالثلوج .....وبدأ يمشي بحذر شديد ... فجاة ألتفت إلى الوراء وسمع صوت ابنه يناديه وانطلق واتياً اليه ... فخاف الأب أن يقع ابنة ولكنه طمانه قائلاً "" لقد كنت أسير مكان خطواتك لذا لم أقع .""
فهل نسير نحن على خطوات ابائنا سواء الأرضيين أو السمائيين ؟؟!!
''';

  static const String spiritualPrescription = '''
المريـــــــــــــــــــــــــــــض: 
ضعيف الأرادة

الأعــــــــــــــــــــــــراض: 
تكرار الخطية 

الأسبــــــــــــــــــــــاب:
عدم وضوح الهدف، فقد الرجاء، التراخى والكسل

العــــــــــــــــــــــــلاج:
إزالة الأسباب 
الحياة مع الله الى الأبد
الرجاء في المسيح، الجهاد

أدوية أساسيــــــــــــة:
التوبة الأعتراف + التناول

أدوية وقــــــــــــــائية:
غلق مداخل الخطية
شغل وقت الفراغ بشئ مفيد
مخافة الله

أدوية مدي الحياة:
الصلاة وقراءة وسماع كلمة الله
النمو في محبة الله والقديسين وجميع الناس 
مخافة الله
''';

  static const String thinking = '''
•	ما هو الشئ الذي تاكله كل يوم ولا يندرج تحت الحيوانات ولا النباتات ؟

•	ما هو الشئ الضعيف حتى النسيم يحركة وقوي حتي أن السكين لا يترك فيه أثر ؟

•	ماهو الشئ الذي يوضع على المائدة ، ثم يقطع ويوزع على الجالسين، ثم يستعملونه ولا يضعونه في أفواههم ؟

•	ما هو الشئ الذي يتحرك دائماً حولك ولا تراه ؟

•	ما هو الشئ الأعمى والأخرس والأطرش ولا يسير إلا على رأسه ؟
''';

  static const String jobs = '''
بكالوريوس زراعة أو دبلوم زراعة للعمل في المزارع والحقول لنزع الزوان والأشواك من القلوب .

عدد من طلبة كليات الهندسة والفنون الجميلة وذلك لبناء وتدعيم الركب المعلقة والأيدى المرتخية والإيمان الأيل للسقوط .

عدد كبير من طلبة الدبلومات والثانوية العامة لتنظيم المدعويين للعرس

الشروط : أداء الخدمة العسكرية (المعمودية)
فعلى من يرغب يرجي الاتصال بالخط الساخن مزمور......
''';

  static const String voiceOfLord = '''
كان يعيش كاهن بسيط جداً في إحدي قري الصعيد في أوائل الأربعينات، وكان يحب الله من كل قلبه...  إلا أنه لم يكن يجيد الكلام الرنان ولا الوعظ الجيد فكان يكتفي بان يقرأ من تعاليم الأباء وأيات من الكتاب المقدس وكان الشعب فرح بكاهنه البسيط ذو الأيمان القوي .

وحدث أن أحد الرجال من أحد الطوائف ذات الوعظ الرنان والكلام القوي مر بالقرية وبدأ يعد وعظاته القوية ذات الكلام الرنان وبدأ الوعظ بقوة في ييت أستاجره بالقرية وبدا يستدرج الشعب بمنتهي القوة وكل الطرق ....

لم يدر الكاهن ماذا يفعل، إذ وجد الشعب كله قد ذهب وراء هذا الواعظ وكلامه دون النظر والتدقيق في إيمانه وكلامه لشدة بساطة الشعب، واعتبر نفسه مسئولاً عن هذا الشعب وما الحل به فاخذ يصلي ويصوم بأستمرار ويقيم القداسات طالباً معونة الله في عودة خرافة الضالة .

وذات يوم وهو عائد من الكنيسة مر من أمام بيت الواعظ والشعب في إجتماع عنده، ففتح الواعظ النافذة وبدأ يسخر من الكاهن ويطلب منه الدخول ليحرجه يالأسئلة، إلا أن حريق بدأ ينشب من مطبخه وبدأ ينتشر ويحرق البيت ...فما كان من الأب الكاهن إلا أن يرشم الصليب وقال : 
"صَوْتُ الرَّبِّ يُطفَيُ لُهُبَ نَارٍ." (مز 29: 7).
وفي الحال انطفات النيران ولم يصب أحد .
فما كان من الشعب إلا أن يترك هذا الواعظ وعاد الى الكنيسة ولم يجد الواعظ مكاناً له بعد ذلك اليوم فغادر القرية بلا رجعة ....
''';
}
