// قائمة المواعيد
final List<Map<String, String>> schedule = const [
  {'time': '05:30 ص', 'event': 'صح النوم'},
  {'time': '06:00 ص', 'event': 'رحلة إلى السماء (تسبحة والقداس)'},
  {'time': '07:30 ص', 'event': 'روح وحياة (الكتاب المقدس)'},
  {'time': '08:30 ص', 'event': 'الفطار'},
  {'time': '09:00 ص', 'event': 'يالا بينا نعوم'},
  {'time': '01:00 م', 'event': 'استحمام - تغيير ملابس البحر'},
  {'time': '02:00 م', 'event': 'الغذاء & شاي'},
  {'time': '03:00 م', 'event': 'صلاة الغروب'},
  {'time': '03:30 م', 'event': 'كلمة روحية'},
  {'time': '04:00 م', 'event': 'دوري ضد التيار'},
  {'time': '06:00 م', 'event': 'جولة حرة / ورشة عمل (كلنا مع بعض)'},
  {'time': '08:00 م', 'event': 'العشاء'},
  {'time': '09:00 م', 'event': 'حفلة السمر'},
  {'time': '10:30 م', 'event': 'حلقة الصلاة'},
  {'time': '11:00 م', 'event': 'تصبح على خير يسوع'},
];
